{
  "avatar_redesign": [
    "在樱花飞舞的动漫场景中，粉色花瓣轻柔飘落，营造浪漫唯美的二次元春日氛围，柔和的光线透过花枝洒下斑驳光影",
    "选择星空下的梦幻背景，点点星光闪烁，创造神秘浪漫的夜空场景氛围，深蓝色的天空中银河若隐若现",
    "在彩虹渐变的梦幻天空中，云朵柔软飘逸，展现童话般的奇幻色彩世界，温暖的光线营造治愈系氛围",
    "选择温馨的室内场景背景，暖色调灯光营造舒适治愈的日常生活氛围，简约的家具布置展现生活美学",
    "在花朵盛开的春日花园里，蝴蝶翩翩起舞，营造清新自然的二次元世界，绿意盎然的背景充满生机",
    "选择简约的纯色背景，突出人物主体，营造干净清爽的动漫风格氛围，柔和的渐变色彩增添层次感",
    "在魔法森林的神秘环境中，萤火虫点点闪烁，营造奇幻梦幻的童话世界氛围，古老的树木散发神秘气息",
    "选择海边沙滩的清新背景，海浪轻拍岸边，营造轻松愉悦的夏日度假氛围，蔚蓝的海水延伸至天际",
    "在城市天台的开阔环境中，远山近景尽收眼底，营造现代都市的时尚氛围，夕阳西下的温暖光线",
    "选择古典庭院的雅致背景，小桥流水相映成趣，营造诗情画意的东方美学氛围，传统建筑展现文化底蕴",
    "在雪花纷飞的冬日场景中，银装素裹的世界纯净无暇，营造宁静祥和的冬季氛围，雪花在空中轻舞飞扬",
    "选择音乐厅的优雅背景，钢琴黑白键盘闪闪发光，营造高雅艺术的音乐文化氛围，柔和的舞台灯光",
    "在竹林深处的禅意环境中，竹影摇曳生姿，营造宁静致远的东方禅意氛围，阳光透过竹叶洒下光斑",
    "选择咖啡厅的温馨背景，咖啡香气弥漫空气，营造休闲惬意的午后时光氛围，暖黄色的灯光温馨舒适",
    "在薰衣草田的浪漫环境中，紫色花海随风摇摆，营造浪漫梦幻的普罗旺斯氛围，淡淡的花香沁人心脾",
    "选择图书馆的安静背景，书香墨韵环绕四周，营造知性优雅的学习氛围，温暖的阅读灯光营造专注感",
    "在云海之上的仙境场景中，白云如棉花糖般柔软，营造超凡脱俗的仙境氛围，金色的阳光穿透云层",
    "选择游乐园的欢乐背景，彩色的摩天轮缓缓转动，营造童真快乐的游乐氛围，五彩斑斓的灯光闪烁",
    "在古老城堡的神秘环境中，石墙斑驳见证历史，营造中世纪的古典氛围，月光透过窗棂洒下银辉",
    "选择现代实验室的科技背景，先进设备闪烁指示灯，营造科技创新的未来氛围，蓝白色的冷光照明",
    "在热带雨林的神秘环境中，参天大树遮天蔽日，营造原始神秘的自然氛围，绿色的光影斑驳陆离",
    "选择艺术画廊的文化背景，精美画作装点墙面，营造高雅艺术的文化氛围，专业的展示照明突出作品",
    "在沙漠绿洲的奇特环境中，椰枣树影婆娑摇曳，营造神秘浪漫的异域风情氛围，清泉倒映着蓝天白云",
    "选择温泉度假村的舒适背景，热气腾腾的温泉水，营造放松休闲的度假氛围，自然石材营造原生态感",
    "在火山口的壮观环境中，熔岩红光映照天际，营造震撼壮观的地质奇观氛围，神秘的地热景观令人敬畏",
    "选择现代健身房的活力背景，专业器械整齐排列，营造健康活力的运动氛围，明亮的照明激发运动热情",
    "在古镇老街的怀旧环境中，青石板路见证岁月，营造历史悠久的江南水乡氛围，古朴的建筑散发文化韵味",
    "选择现代购物中心的时尚背景，品牌店铺琳琅满目，营造时尚购物的都市氛围，霓虹灯光营造现代感",
    "在雪山之巅的壮丽环境中，皑皑白雪覆盖山峰，营造纯净壮美的高山雪景氛围，蓝天白云映衬雪山",
    "选择传统茶室的雅致背景，茶具精美摆放整齐，营造文人雅士的茶道文化氛围，淡雅的香气营造禅意",
    "在现代机场的国际背景中，航班信息滚动显示，营造国际商务的全球化氛围，现代化设施展现科技感",
    "选择湖边码头的宁静背景，水面倒影如镜面，营造宁静致远的湖光山色氛围，微风轻拂湖面泛起涟漪",
    "在现代酒店大堂的奢华环境中，水晶吊灯璀璨夺目，营造高端奢华的商务接待氛围，大理石地面光洁如镜",
    "选择乡村田野的自然背景，金黄麦浪随风起伏，营造田园牧歌的乡村生活氛围，蓝天白云下的田园风光",
    "在博物馆展厅的文化环境中，珍贵文物静静陈列，营造深厚文化的历史传承氛围，专业照明突出文物细节",
    "选择工业厂房的复古背景，红砖墙面见证工业历史，营造工业复古的创意设计氛围，钢架结构展现力量美",
    "在葡萄园的浪漫环境中，藤蔓缠绕架子生长，营造浪漫温馨的田园酒庄氛围，紫色葡萄串串垂挂",
    "选择摩天大楼的现代背景，玻璃幕墙反射天空，营造现代都市的商务精英氛围，城市天际线尽收眼底",
    "在瀑布前的自然环境中，水花飞溅声如雷鸣，营造雄伟壮丽的自然奇观氛围，彩虹在水雾中若隐若现",
    "选择古典园林的诗意背景，亭台楼阁错落有致，营造诗情画意的古典园林氛围，假山流水相映成趣",
    "在现代体育馆的专业环境中，运动器材专业齐全，营造竞技拼搏的体育运动氛围，明亮的照明激发斗志",
    "选择现代银行的商务背景，金融设备安全可靠，营造严谨可靠的金融服务氛围，专业的安保设施完善",
    "在现代大学的学术背景中，图书馆书籍浩如烟海，营造严谨治学的学术研究氛围，安静的学习环境促进思考",
    "选择现代医院的专业背景，医疗设备先进精密，营造专业严谨的医疗服务氛围，洁净的环境保障健康",
    "在童话城堡的梦幻场景中，尖塔直插云霄，营造童话般的奇幻世界氛围，彩色的旗帜在风中飘扬",
    "选择魔法花园的奇幻背景，奇花异草争奇斗艳，营造神奇梦幻的魔法世界氛围，蝴蝶仙子翩翩起舞",
    "在彩虹桥的绚烂场景中，七色光芒照耀大地，营造希望美好的彩虹世界氛围，桥下流水潺潺流淌",
    "选择糖果屋的甜蜜背景，五彩糖果装饰房屋，营造甜蜜可爱的童话世界氛围，甜腻的香气弥漫空气",
    "在仙女湖的神秘场景中，湖水清澈见底，营造纯净神圣的仙境氛围，荷花在湖面静静绽放",
    "选择童话森林的奇幻背景，小动物们和谐共处，营造温馨友爱的童话世界氛围，阳光透过树叶洒下金辉",
    "在梦幻水晶洞穴的神秘场景中，水晶折射出七彩光芒，营造神秘梦幻的地下世界氛围，晶莹剔透的水晶散发魔法光辉"
  ]
}
